export const JobsList = {
    hot: [
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 45000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: false
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 45000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: false
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 0,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: true
        }
    ],
    trainee: [
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 0,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: true
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 35000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: true
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 0,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: true
        }
    ],
    job: [
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 45000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: false
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 45000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: false
        },
        {
            name: "DevOps-инженер в Контур.Толк",
            salary: 45000,
            company: "Контур",
            description: `
                В Контуре продуктовая, а не заказная разработка. В нашем портфеле — интернет-отчетность и онлайн-бухгалтерия, сервисы для ЭДО и работы с маркировкой, облачный товароучет и онлайн-кассы, проверка контрагентов и электронные подписи для любых задач. Мы постоянно экспериментируем, развиваем существующие сервисы и запускаем новые.
                О проекте
                Контур.Толк — это сервис видеоконференций, облачное пространство для проведения встреч с возможностью планирования, записи, интеграцией с телефонией и многим другим. Сейчас мы разрабатываем два приложения: «Толк» как платформу для проведения удаленных коммуникаций (C#/Angular) и «Стрим» как сервис для организации вебинаров и стримов (C#/React). В планах — развитие мобильной и On-Premise версии, а также создание своего бизнес-мессенджера на GO, Python и React.
                Продукт рассчитан на бизнес разного масштаба: от малого до крупного. На данный момент у нас более 120 тысяч пользователей: обычно это вузы, консалтинговые центры, бизнес-услуги и госсектор, а также крупные российские банки.
                Направление видео-конференц-связи сейчас сильно растет из-за импортозамещения и активного лоббировании использования российского ПО. Планы у бизнес-команды амбициозные: хотим войти в топ-3 сервисов на рынке видео-конференц-связи по полезной функциональности, «откусить» треть рынка и стать одним из массовых решений.
                Что у нас классного:
                Фичи, которые мы делаем, будут улучшать сервис, используемый нами каждый день.
                Масштабируемость и отказоустойчивость — темпы продаж подгоняют нас и подкидывают новые нетривиальные задачки, которые не решали еще ни в одной команде Контура.
                Связанные сервисы — онлайн-коммуникация не заканчивается встречами. Что, если нужно провести трансляцию на всю компанию? А вебинар для привлечения клиентов? В планах у нас — объединить сервисы для коммуникаций в локальную экосистему.
                Лучший UX — Толк уже выбирают за приятный и понятный дизайн, важно не терять позиции.
                Команда на стадии становления — у вас есть возможность «приложить к этому руку» и предложить свои варианты улучшений процессов.
                Стек
                Linux, Ansible, Swarm, K8S, Traefik, Nginx, Python, Go, C#, Java, JS.
                Чем предстоит заниматься
                Проектирование, хостинг и поддержка инфраструктуру продукта Контур.Толк.
                Поддерживать / развивать пайплайны.
                Помогать внедрению и разработчикам в решении различных кейсов.
                Развивать IaC для облачной и On-Premise инфраструктуры. Например, написание ролей под развертывание на разных площадках, ОС и т. д.
                Работать с шаблонами для k8s. Например, динамические площадки, helm charts.
                Развивать мониторинг и алертинг в команде. Например, улучшение сбора метрик и логов с Docker и ОС через telegraf и filebeat. Оптимизация ложных алертов.
                Наши ожидания
                Опыт администрирования Linux (Ubuntu/Debian) от 2-х лет.
                Опыт автоматизации процессов c использованием (Go / Python / Bash).
                Опыт работы с k8s, достаточно как пользователь сервиса.
                Дополнительным плюсом будут
                Продвинутые навыки Ansible.
                Продвинутые навыки сетевого администрирования.
                Продвинутые навыки в дебаге производительности.
                Умение собирать образы с применением best practices, работа с контейнерами (Docker).
                Понимание назначения pod, deployment, service, ingress, secret, configmap и др. в Kubernetes.
                Опыт работы с БД: Elastic, MongoDB.Опыт работы с Java-приложениями.
                Опыт взаимодействия с командной разработки.
                Навыки программирования на любом ЯП.
            `,
            region: "Москва",
            experience: "от 3 до 6 лет",
            hr_tg: "t.me/rasMaris",
            hr_mail: "maryraste@mail.ru",
            hr_phone: "+7 (956) 224-82-32",
            is_trainee: false
        }
    ]
}
